9/data/attachments/4faadf933e7d7fe0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patrick_more_Friend_60663_8</nif:username>
            <nif:friendToBeRequested>soap_friends_11560b34-72e6-4322-987c-642c340e8bae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>